{"domain":"wordpress-seo-premium","locale_data":{"wordpress-seo-premium":{"":{"domain":"wordpress-seo-premium","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"%1$sKeyphrase distribution%3$s: %2$sPlease add both a keyphrase and some text containing the keyphrase or its synonyms%3$s.":[],"Choose how you want to handle redirects for your site. %1$sLearn more about redirect settings%2$s.":["مشخص کنید که می‌خواهید تغییر مسیرهای سایت خود را چگونه مدیریت کنید. %1$sدرباره تنظیمات تغییر مسیر بیشتر بدانید%2$s."],"Since this site is a multisite, web server redirect methods have been disabled to prevent issues. %1$sRead more about why web server redirect methods have been disabled on a multisite%2$s.":["چون این سایت یک چند سایته است، روش‌های تغییر مسیر مبتنی بر وب‌سرور برای جلوگیری از بروز مشکل غیرفعال شده‌اند. %1$sدرباره دلایل غیرفعال شدن روش‌های تغییر مسیر در چندسایتی بیشتر بخوانید%2$s."],"Please add more content to ensure a valuable AI suggestion.":["برای دریافت پیشنهاد دقیق هوش مصنوعی، لطفاً محتوای بیشتری اضافه کنید."],"Dismiss notification":["نادیده گرفتن اعلان"],"You have %1$s%2$s spark left.":["شما %1$s%2$s اسپارک باقی‌مانده دارید."],"You have unlimited sparks left.":["شما اسپارک نامحدود دارید."],"AI Summary":["خلاصه AI"],"block keyword\u0004key takeaways":["نکات کلیدی"],"block keyword\u0004tldr":["tldr"],"block keyword\u0004summary":["خلاصه"],"block description\u0004Adds a short AI summary of your content.":["یک خلاصه کوتاه AI به محتوای شما اضافه می‌کند."],"block title\u0004Yoast AI Summarize":["خلاصه‌سازی هوش مصنوعی(AI) Yoast"],"Create a concise summary of your post, highlighting the key takeaways for your readers.":["یک خلاصه کوتاه از نوشته شما ایجاد می‌کند و نکات کلیدی را برای خواننده برجسته می‌کند."],"About this block":["درباره این بلوک"],"Regenerate summary":["بازتولید خلاصه"],"<em>You're about to use 1 spark.</em>":["<em>شما در حال استفاده از ۱ اسپارک هستید.</em>"],"Generate summary":["تولید خلاصه"],"AI Summarize":["خلاصه‌سازی با AI"],"<em><strong>Tip: </strong>For the most accurate summary, finalize your content before generating the summary.</em>":["<em><strong>نکته:</strong> برای دریافت دقیق‌ترین خلاصه، پیش از تولید خلاصه، محتوای خود را نهایی کنید.</em>"],"We suggest placing the summary at the top of your article to help busy readers quickly understand the value.":["پیشنهاد می‌کنیم خلاصه را در ابتدای مقاله قرار دهید تا خوانندگان عجول بتوانند سریع‌تر به محتوای اصلی پی ببرند."],"Generate a quick summary highlighting the main takeaways from your content.":["یک خلاصه سریع تولید کنید که نکات کلیدی محتوای شما را برجسته کند."],"Summary is being generated...":["در حال تولید خلاصه..."],"Key Takeaways":["نکات کلیدی"],"By default, Yoast SEO Premium uses PHP-based redirects. Alternatively, you can generate a redirect file to use in your web server's configuration. %1$sOnly select this if you're confident managing web server configuration.%2$s":["به‌طور پیش‌فرض، افزونه یواست پرمیوم از تغییر مسیرهای مبتنی بر PHP استفاده می‌کند. می‌توانید یک فایل تغییر مسیر نیز برای استفاده در پیکربندی وب‌سرور ایجاد کنید. %1$sاین گزینه را فقط زمانی انتخاب کنید که در مدیریت تنظیمات وب‌سرور مهارت دارید.%2$s"],"By default, Yoast SEO Premium uses PHP-based redirects. Alternatively, you can write redirects to the %1$s file. Make sure the %1$s file is writable.":["به‌طور پیش‌فرض، افزونه یواست یواست پرمیوم از تغییر مسیرهای مبتنی بر PHP استفاده می‌کند. همچنین می‌توانید تغییر مسیرها را در فایل %1$s بنویسید. مطمئن شوید این فایل %1$s دسترسی نوشتن دارد."],"%1$s/Web server":["%1$s/وب‌سرور"],"By default, we write the redirects to your %1$s file. Enable this if you want the redirects to be written to a separate file. %2$sOnly enable this option if you know what you are doing.%3$s":["به‌طور پیش‌فرض، تغییر مسیرها در فایل %1$s نوشته می‌شوند. اگر می‌خواهید تغییر مسیرها در یک فایل جداگانه نوشته شوند، این گزینه را فعال کنید. %2$sاین گزینه را تنها زمانی فعال کنید که دقیقاً می‌دانید چه می‌کنید.%3$s"],"Set up regex redirects":["تنظیم تغییر مسیرها با Regex"],"Note:":["یادداشت:"],"Add redirect":["اضافه کردن تغییر مسیر"],"Web Server":["وب سرور"],"PHP":["PHP"],"Successfully deleted!":["با موفقیت حذف شد!"],"Please enter the URL.":["لطفاً پیوند (URL) را وارد کنید."],"Please enter the regular expression.":["لطفاً عبارت منظم (Regex) را وارد کنید."],"Please enter the new URL.":["لطفاً پیوند(URL) جدید را وارد کنید."],"Please enter the old URL.":["لطفاً پیون(URL) قبلی را وارد کنید."],"Redirects settings not updated":["تنظیمات تغییر مسیر به‌روزرسانی نشد."],"Great! Your settings were saved succesfully!":["عالی! تنظیمات شما با موفقیت ذخیره شد!"],"Changes saved successfully!":["تغییرات با موفقیت ذخیره شدند!"],"Successfully added!":["با موفقیت افزوده شد!"],"Something went wrong when creating this redirect.":["هنگام ایجاد این تغییر مسیر مشکلی رخ داد."],"Oops! Something went wrong when updating this redirect. Please try again.":["اوه! هنگام به‌روزرسانی این تغییر مسیر مشکلی رخ داد. لطفاً دوباره امتحان کنید."],"Open menu":["باز کردن فهرست"],"No items found":["آیتم‌ها یافت نشد."],"Sort by Type":["مرتب‌سازی بر اساس نوع"],"Select all":["انتخاب همه"],"Regex redirects":["تغییر مسیرهای قاعده مند"],"Showing %1$d to %2$d of %3$d results":["نمایش %1$d تا %2$d از %3$d نتیجه"],"%d Item":["%d گزینه"],"Yes, discard changes":["بله، همه تغییرات را نادیده بگیر"],"No, continue editing":["نه، به ویرایش ادامه دهید"],"You are about to discard all unsaved changes. Are you sure?":["شما در آستانه نادیده گرفتن همه تغییرات ذخیره‌نشده هستید. آیا مطمئنید؟"],"Discard all changes":["نادیده گرفتن همه تغییرات"],"Discard changes":["نادیده گرفتن تنظیمات"],"Save changes":["ذخیره تغییرات"],"Redirect Type":["نوع تغییر مسیر"],"Filter Redirect type":["فیلتر نوع تغییر مسیر"],"All":["همه"],"Search…":["جست‌وجو..."],"Select redirects":["انتخاب تغییر مسیرها"],"Delete redirect":["حذف تغییر مسیر"],"Bulk actions":["عملیات دسته‌جمعی"],"Redirects navigation":["راهبری تغییر مسیرها"],"Close redirects navigation":["بستن راهبری تغییر مسیرها"],"Open redirects navigation":["باز کردن راهبری تغییر مسیرها"],"Dismiss popover.":["بستن پنجره پاپ‌اور"],"Integrated in your %1$s Analyses":["یکپارچه‌شده در تحلیل‌های %1$s شما"],"Show me %1$s":["%1$s را به من نشان بده"],"Save time optimizing your content SEO and readability with smart AI suggestions.":["با پیشنهادهای AI، زمان بهینه‌سازی سئو و خوانایی محتوای خود را کاهش دهید."],"New: Yoast AI Optimize for the Classic Editor!":["جدید: بهینه‌سازی هوش مصنوعی(AI) Yoast برای ویرایشگر کلاسیک!"],"None of the elements in your content is supported by Yoast AI Optimize. This means you cannot use this feature with your current content.":["هیچ‌یک از عناصر محتوای شما توسط Yoast AI Optimize پشتیبانی نمی‌شود. این یعنی نمی‌توانید از این قابلیت برای محتوای فعلی استفاده کنید."],"Ensure long paragraphs are shortened or split for better readability.":["مطمئن شوید پاراگراف‌های طولانی برای خوانایی بهتر کوتاه یا تقسیم شده‌اند."],"AI - Paragraph length":["هوش مصنوعی (AI) - طول پاراگراف"],"Ensure long sentences are shortened or split for better readability.":["مطمئن شوید جملات طولانی برای خوانایی بهتر کوتاه یا تقسیم شده‌اند."],"AI - Sentence length":["هوش مصنوعی(AI) - طول جمله"],"Start SEO data optimization":["شروع بهینه سازی اطلاعات"],"We need to optimize your site’s SEO data so we can offer you the best %1$slinking suggestions%2$s.":["باید داده‌های سئوی سایت شما را بهینه‌سازی کنیم تا بتوانیم بهترین %1$sپیشنهادهای لینک‌سازی%2$s را ارائه دهیم."],"Unable to provide linking suggestions":["قادر به ارائه پیشنهادهای لینک‌سازی نیستیم"],"Your text is too long for the AI model to process.":["متن شما برای پردازش توسط مدل هوش مصنوعی بیش از حد طولانی است."],"Learn more about AI Optimize":["درباره بهینه سازی هوش مصنوعی بیشتر بدانید"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button. %1$s%2$sLearn more%3$s%4$s":["ویرایش محتوا را سریع کنید! محتوای سئوی خود را با پیشنهادات سریع و کاربردی با کلیک یک دکمه بهینه کنید. %1$s%2$sبیشتر بیاموزید%3$s%4$s"],"New to %s":["تازه‌کار در %s"],"Grant consent":["اعطای اجازه"],"Enable AI-powered SEO! Use all AI Generate and Optimize features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["سئوی مبتنی بر هوش مصنوعی را فعال کنید! از تمام قابلیت‌های تولید و بهینه‌سازی هوش مصنوعی برای افزایش بهره‌وری خود استفاده کنید. فقط کافی است اجازه بدهید. %1$s%2$sبیشتر بدانید%3$s%4$s"],"Grant consent for %s":["اعطای اجازه برای %s"],"Got it!":["فهمیدم!"],"While this feature is in beta, you have unlimited sparks.":["تا زمانی‌که این قابلیت در نسخه بتا است، اسپارک شما نامحدود هستند."],"unlimited":["نامحدود"],"The next reset is in %1$s%2$s day.":["بازنشانی بعدی در %1$s%2$s روز انجام می‌شود."],"You have %1$s%2$s spark left this month.":["شما %1$s%2$s اسپارک در این ماه باقی‌مانده دارید."],"You have unlimited sparks left this month.":["شما در این ماه اسپارک نامحدود دارید."],"Include at least one word from the keyphrase in each subheading.":["در هر زیرسرفصل حداقل یک واژه از عبارت کلیدی را قرار دهید."],"AI - Keyphrase in subheadings":["هوش مصنوعی - عبارت کلیدی در زیرسرفصل‌ها"],"Evenly distribute keyphrase words throughout the text.":["واژه‌های عبارت کلیدی را به‌طور یکنواخت در سراسر متن توزیع کنید."],"AI - Keyphrase distribution":["هوش مصنوعی - توزیع عبارت کلیدی"],"Include words from the keyphrase in the first paragraph of the text.":["در پاراگراف اول متن، واژه‌هایی از عبارت کلیدی بیاورید."],"AI - Keyphrase in introduction":["هوش مصنوعی - عبارت کلیدی در مقدمه"],"Use keyphrase words in the text frequently but not excessively.":["واژه‌های عبارت کلیدی را در متن به اندازه کافی، اما نه بیش از حد، استفاده کنید."],"AI - Keyphrase density":["هوش مصنوعی - چگالی عبارت کلیدی"],"Apply":["اعمال"],"Successfully applied!":["با موفقیت اعمال شد!"],"block keyword\u0004toc":["toc"],"block keyword\u0004links":["پیوندها"],"block description\u0004Adds a table of contents to this page.":["یک جدول از مطالب به این صفحه اضافه می‌کند."],"block title\u0004Yoast Table of Contents":["جدول مطالب یواست"],"block keyword\u0004related pages":["برگه‌ها مرتبط"],"block keyword\u0004related posts":["نوشته‌های مرتبط"],"block description\u0004Adds a list of links related to this page.":["فهرستی از پیوندهای مرتبط با این صفحه اضافه می‌کند."],"block title\u0004Yoast Related Links":["پیوندهای مرتبط Yoast"],"block keyword\u0004content length":["طول محتوا"],"block keyword\u0004reading time":["زمان مطالعه"],"block description\u0004Shows an estimated reading time based on the content length.":["زمان مطالعهٔ تخمینی را بر اساس طول محتوا نمایش می‌دهد."],"block title\u0004Yoast Estimated Reading Time":["زمان مطالعهٔ تخمینی یواست"],"block keyword\u0004children":["فرزندان"],"block keyword\u0004childpages":["برگه های فرزند"],"block keyword\u0004subpages":["زیر برگه ها"],"block description\u0004Adds a list of internal links to subpages of this page.":["فهرستی از پیوندهای داخلی به زیرصفحات این صفحه اضافه می‌کند."],"block title\u0004Yoast Subpages":["زیرصفحات یواست"],"block keyword\u0004site structure":["ساختار سایت"],"block keyword\u0004internal linking":["لینک‌سازی داخلی"],"block keyword\u0004siblings pages":["صفحات هم‌سطح"],"block keyword\u0004siblings":["هم‌سطح"],"block keyword\u0004SEO":["سئو"],"block description\u0004Adds a list of internal links to sibling pages which share the same parent.":["فهرستی از پیوندهای داخلی به صفحات هم‌سطح که والد یکسان دارند اضافه می‌کند."],"block title\u0004Yoast Siblings":["هم سطح ها یواست"],"X share preview":["پیش‌نمایش اشتراک X"],"Social share preview":["پیش‌نمایش اشتراک‌گذاری اجتماعی"],"Allow":["اجازه دادن"],"Deny":["رد"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["برای دیدن این ویدیو باید به %1$s  اجازه دهید تا از ویدیو های %2$s لود شود"],"(Opens in a new browser tab)":["(در یک برگه جدید مرورگر باز میکند)"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["من %1$sشرایط خدمات%2$s و %3$sسیاست حفظ حریم خصوصی%4$s سرویس يواست هوش مصنوعی(AI) را می‌پذیرم. این شامل رضایت برای جمع‌آوری و استفاده از داده‌ها به‌منظور بهبود تجربه کاربری است."],"Dismiss":["نادیده گرفتن"],"Next":["بعدی"],"Previous":["قبلی"],"Close modal":["بستن مودال"],"Learn more about AI (Opens in a new browser tab)":["درباره هوش مصنوعی(AI) بیشتر بدانید (در یک زبانه جدید باز می‌شود)"],"%1$sTitle%3$s: Your page does not have a title yet. %2$sAdd one%3$s!":["%1$sعنوان%3$s: صفحه شما هنوز عنوانی ندارد. %2$sیک عنوان اضافه کنید%3$s!"],"%1$sTitle%2$s: Your page has a title. Well done!":["%1$sعنوان%2$s: صفحه شما عنوان دارد. آفرین!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sتوزیع کلمات کلیدی در متن %2$s: عالی است !"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sتوزیع کلیدواژه در متن %3$s: نابرابر است . در برخی از قسمت های متن شما کلیدواژه یا مترادف آن وجود ندارد . %2$sسعی کنید توزیع و پراکندگی آن ها را در متن به صورت مساوی تری انجام دهید %3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sتوزیع کلیدواژه در متن %3$s: خیلی نابرابر است . در قسمت های زیادی از متن شما کلیدواژه یا مترادف آن وجود ندارد . %2$sسعی کنید توزیع و پراکندگی آن ها را در متن به صورت مساوی تری انجام دهید %3$s."],"%1$sWord complexity%2$s: You are not using too many complex words, which makes your text easy to read. Good job!":["شما از %1$sواژگان پیچیده%2$s زیادی استفاده نمی کنید، که خواندن متن شما را آسان می کند. آفرین!"],"%1$sWord complexity%4$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":["%1$sپیچیدگی واژگان%4$s: %2$s از کلمات موجود در متن شما پیچیده در نظر گرفته می‌شوند. %3$sبرای بهبود خوانایی، سعی کنید از کلمات کوتاه‌تر و آشناتر استفاده کنید%4$s."],"%1$sAlignment%3$s: There is a long section of center-aligned text. %2$sWe recommend making it left-aligned%3$s.":["%1$sچیدمان%3$s: یک بخش طولانی از متن در مرکز قرار گرفته است. %2$sپیشنهاد می‌کنیم آن را چپ‌چین کنید%3$s."],"%1$sAlignment%3$s: There is a long section of center-aligned text. %2$sWe recommend making it right-aligned%3$s.":["%1$sچیدمان%3$s: یک بخش طولانی از متن در مرکز قرار گرفته است. %2$sپیشنهاد می‌کنیم آن را راست‌چین کنید%3$s."],"Select image":["انتخاب تصویر"],"You might not even know it, but there may be pages on your site that don't get any links. That’s an SEO issue, because it’s difficult for search engines to find pages that don't get any links. So, it's harder for them to rank. We call these pages orphaned content. In this workout, we find the orphaned content on your site and guide you in quickly adding links to it, so it can get a chance to rank!":["شاید خودتان هم ندانید، اما ممکن است در سایت شما صفحاتی وجود داشته باشد که هیچ لینکی به آن‌ها داده نشده است. این موضوع از نظر سئو مشکل‌ساز است، چون موتورهای جستجو برای پیدا کردن صفحاتی که لینکی به آن‌ها نمی‌رسد دچار مشکل می‌شوند و بنابراین رتبه‌ دادن به آن‌ها هم سخت‌تر می‌شود. ما این صفحات را «محتوای یتیم» (Orphaned Content) می‌نامیم.در این مورد، ما محتوای یتیم سایت شما را پیدا می‌کنیم و راهنمایی‌تان می‌کنیم که چطور به‌سرعت به آن‌ها لینک اضافه کنید تا شانس رتبه‌گیری در نتایج جستجو را به دست بیاورند!"],"Time to add some links! Below, you see a list with your orphaned articles. Under each one, there are suggestions for related pages you could add a link from. When adding the link, make sure to insert it in a relevant sentence related to your orphaned article. Keep adding links to each of the orphaned articles until you are satisfied with the amount of links pointing to them.":["زمان افزودن چند تا لینک اضافه است! در ادامه، فهرستی از مقالات یتیم شما را می‌بینید. زیر هر کدام، چند صفحه‌ی مرتبط پیشنهاد شده که می‌توانید از آن‌ها به این مقالات لینک بدهید. وقتی لینک را اضافه می‌کنید، حتماً آن را داخل یک جمله‌ی مرتبط با محتوای مقاله‌ی یتیم قرار دهید. به همین شکل، به هر کدام از مقالات یتیم چند لینک اضافه کنید تا جایی که از تعداد لینک‌هایی که به آن‌ها اشاره می‌کند راضی باشید."],"Time to add some links! Below, you see a list with your cornerstones. Under each cornerstone, there are suggestions for articles you could add a link from. When adding the link, make sure to insert it in a relevant sentence related to your cornerstone article. Keep adding links from as many related articles as you need, until your cornerstones have the most internal links pointing towards them.":["زمان افزودن چند لینک است! در ادامه فهرستی از محتواهای ستون اصلی شما نمایش داده شده است. زیر هر ستون اصلی، پیشنهادهایی برای مقالاتی که می‌توانید از آنها لینک اضافه کنید وجود دارد. هنگام افزودن لینک، مطمئن شوید آن را در یک جمله مرتبط با مقاله ستون اصلی قرار دهید. به افزودن لینک از مقالات مرتبط ادامه دهید تا زمانیکه ستون‌های اصلی شما بیشترین لینک‌های داخلی را دریافت کنند."],"Some articles on your site are %1$sthe%2$s most important. They answer people's questions and solve their problems. So, they deserve to rank! At %3$s, we call these cornerstone articles. One of the ways to have them rank is to point enough links to them. More links signal to search engines that those articles are important and valuable. In this workout, we'll help you add links to your cornerstone articles!":["بعضی از مقالات سایت شما %1$sبسیار%2$s مهم هستند. این صفحات به پرسش‌های کاربران پاسخ می‌دهند و مشکلاتشان را حل می‌کنند. بنابراین، شایسته رتبه‌گیری هستند! در %3$s، به این صفحات «محتوای ستون اصلی» می‌گوییم. یکی از راه‌های بهبود رتبه آنها این است که لینک‌های کافی به آنها اشاره کند. لینک‌های بیشتر به موتورهای جستجو نشان می‌دهند که این مقالات مهم و ارزشمند هستند. در این تمرین، به شما کمک می‌کنیم لینک‌هایی به مقالات ستون اصلی اضافه کنید!"],"Once you add a bit more copy, we'll be able to tell you the formality level of your text.":["پس از اینکه کمی متن اضافه کردید، می‌توانیم سطح رسمی‌بودن نوشتار شما را تعیین کنیم."],"Overall, your text appears to be %1$s%3$s%2$s.":["در مجموع، متن شما به نظر می‌رسد %1$s%3$s%2$s باشد."],"Maximum heading level":["بالاترین سرفصل"],"https://yoa.st/team-yoast-premium":["https://yoa.st/team-yoast-premium"],"You have disabled Link suggestions, which is needed for Related links to work. If you want to add Related links, please go to <a>Site features</a> and enable Link suggestions.":["شما پیشنهادهای لینک را غیرفعال کرده‌اید، درحالی‌که این قابلیت برای عملکرد پیوندهای مرتبط لازم است. اگر می‌خواهید پیوندهای مرتبط را اضافه کنید، لطفاً به بخش <a>ویژگی‌های سایت</a> بروید و قابلیت «پیشنهادهای لینک» را فعال کنید."],"Beta":["آزمایشی"],"Schema":["اسکیما"],"Meta tags":["برچسب های متا"],"Not available":["در دسترس نیست"],"Checks":["برسی ها"],"Focus Keyphrase":["عبارت کلیدی کانونی"],"Good":["خوب"],"No index":["ایندکس نشده"],"Front-end SEO inspector":["بازرس سئوی ظاهر"],"Focus keyphrase not set":["عبارت کلیدی کانونی تنظیم نشده است"],"Disabled":["غیر فعال"],"Please note: For this workout to work well, you need to run the SEO data optimization tool. Admins can run this under %1$sSEO > Tools%2$s.":["لطفا توجه داشته باشید: برای اینکه این تمرین به خوبی کار کند، باید ابزار بهینه سازی داده سئو را اجرا کنید. مدیران می‌توانند این را در %1$sSEO > Tools%2$s اجرا کنند."],"You've added links to your orphaned articles, and you’ve cleaned up the ones that were no longer relevant. Great job! Take a look at the summary below and celebrate what you accomplished!":["شما پیوندهایی را به مقالات یتیم خود اضافه کرده اید، و مواردی را که دیگر مرتبط نبودند پاکسازی کرده اید. کارت عالی بود! به خلاصه زیر نگاهی بیندازید و آنچه را که به دست آورده اید جشن بگیرید"],"Critically examine the content in this list and make the necessary updates. If you need help updating, we have a very %1$suseful blog post that can guide you all the way%2$s (click to open in a new tab).":["محتوای این لیست را به صورت انتقادی بررسی کنید و به روز رسانی های لازم را انجام دهید. اگر برای به روز رسانی به کمک نیاز دارید، ما یک پست وبلاگ بسیار مفید %1$s داریم که می تواند شما را راهنمایی%2$s کند (برای باز کردن در یک برگه جدید کلیک کنید)."],"%1$sNeed more guidance? We've covered every step in more detail in the following guide: %2$sHow to use the %7$s orphaned content workout%3$s%4$s%5$s.%6$s":["%1$sبه راهنمایی بیشتری نیاز دارید؟ ما همه مراحل را با جزئیات بیشتری در راهنمای زیر پوشش داده‌ایم: %2$sنحوه استفاده از %7$s تمرین محتوای یتیم%3$s%4$s%5$s.%6$s"],"You just made your best content easy to find, and more likely to rank! Way to go! From time to time, remember to check if your cornerstones are getting enough links!":["شما فقط پیدا کردن بهترین محتوای خود را آسان کرده‌اید و احتمال رتبه‌بندی را افزایش می‌دهید! موفق باشی! هر از گاهی، به یاد داشته باشید که بررسی کنید که آیا سنگ بنای شما به اندازه کافی لینک دریافت می کند یا خیر!"],"Take a look at the list below. Do your cornerstones (marked with %1$s) have the most internal links pointing towards them? Click the Optimize button if you think a cornerstone needs more links. That will move the article to the next step.":["به لیست زیر نگاهی بیندازید. آیا سنگ بنای شما (که با %1$s مشخص شده است) بیشترین پیوندهای داخلی را دارند که به سمت آنها اشاره می کنند؟ اگر فکر می‌کنید که سنگ بنا به پیوندهای بیشتری نیاز دارد، روی دکمه Optimize کلیک کنید. که مقاله را به مرحله بعدی منتقل می کند."],"Do all of your cornerstones have green bullets? For the best results, consider editing the ones that don't!":["آیا همه سنگ بنای شما دارای تیک سبز هستند؟ برای بهترین نتیجه، ویرایش هایی را که انجام نمی دهند در نظر بگیرید"],"Which articles do you want to rank the highest? Which ones would your audience find the most useful and complete? Click the downward pointing arrow and look for articles that fit those criteria. We'll automatically mark the articles you select from the list as cornerstone.":["کدام مقالات را می خواهید بالاترین رتبه را کسب کنند؟ کدام یک از مخاطبان شما مفیدتر و کامل تر هستند؟ روی فلش رو به پایین کلیک کنید و به دنبال مقالاتی بگردید که با این معیارها مطابقت دارند. مقالاتی را که از فهرست انتخاب می‌کنید به‌طور خودکار به‌عنوان سنگ بنا علامت‌گذاری می‌کنیم."],"%1$sNeed more guidance? We've covered every step in more detail in: %2$sHow to use the %7$s cornerstone workout%3$s%4$s%5$s.%6$s":["%1$sبه راهنمایی بیشتری نیاز دارید؟ ما هر مرحله را با جزئیات بیشتری در این مورد پوشش داده‌ایم: %2$sنحوه استفاده از %7$s تمرین سنگ بنای%3$s%4$s%5$s.%6$s"],"Finish optimizing":["پایان بهینه سازی"],"You've finished adding links to this article.":["شما افزودن پیوندها به این مقاله را به پایان رسانده اید."],"Optimize":["بهینه سازی"],"Added to next step":["به مرحله بعد اضافه شد"],"Choose cornerstone articles...":["مقالات سنگ بنا را انتخاب کنید..."],"Loading data...":["در حال بارگذاری..."],"You haven't cleaned up or updated any articles yet using this workout. Once you do, a summary of your work will show up here.":["با استفاده از این تمرین هنوز هیچ مقاله ای را پاک یا به روز نکرده اید. پس از انجام این کار، خلاصه ای از کار شما در اینجا نشان داده می شود."],"Skipped":["صرف نظر شد"],"Hidden from search engines.":["از موتورهای جستجو مخفی شده است"],"Removed":["حذف شد"],"Improved":["بهبود یافت"],"Resolution":["وضوح تصویر"],"Loading redirect options...":["در حال بارگیری گزینه های تغییر مسیر..."],"Remove and redirect":["حذف و تغییر مسیر دهید"],"Custom url:":["لینک دلخواه:"],"Related article:":["مقاله های مرتبط:"],"Home page:":["صفحه اصلی:"],"You are about to remove %1$s%2$s%3$s. To prevent 404s on your site, you should redirect it to another page on your site. Where would you like to redirect it?":["شما در شرف حذف %1$s%2$s%3$s هستید. برای جلوگیری از 404 در سایت خود، باید آن را به صفحه دیگری در سایت خود هدایت کنید. به کجا می خواهید آن را تغییر مسیر دهید؟"],"SEO Workout: Remove article":["تمرین سئو: حذف مقاله"],"Everything's looking good! We haven't found any articles on your site that are older than six months and receive too few links on your site. Check back here later for new cleanup suggestions!":["همه چیز خوب به نظر می رسد! ما هیچ مقاله ای در سایت شما پیدا نکردیم که بیش از شش ماه قدمت داشته باشد و لینک های بسیار کمی در سایت شما دریافت کند. برای پیشنهادات پاکسازی جدید بعداً اینجا را بررسی کنید!"],"Hide from search engines":["پنهان کردن از موتورهای جستجو"],"Improve":["بهبود"],"Are you sure you wish to hide this article from search engines?":["آیا مطمئنید میخواهید این مقاله را از موتورهای جستجو مخفی کنید؟"],"Action":["اقدام"],"You've hidden this article from search engines.":["شما این مقاله را از موتورهای جستجو پنهان کرده اید."],"You've removed this article.":["شما این مقاله را حذف کرده اید."],"You currently haven't selected any articles to improve. Select a few articles in the previous steps to add links to and we will show you link suggestions here.":["شما در حال حاضر هیچ مقاله ای را برای بهبود انتخاب نکرده اید. چند مقاله را در مراحل قبلی برای افزودن پیوند انتخاب کنید و ما پیشنهادات پیوند را در اینجا به شما نشان خواهیم داد."],"Loading link suggestions...":["در حال بارگیری پیشنهادات پیوند..."],"We didn’t find any suggestions for this article, but of course you can still add links to articles that you think are related.":["ما هیچ پیشنهادی برای این مقاله پیدا نکردیم، اما البته همچنان می‌توانید به مقالاتی که فکر می‌کنید مرتبط هستند، پیوند اضافه کنید."],"Skip":["بیخیال شدن"],"You haven't selected any articles for this step yet. You can do so in the previous step.":["شما هنوز هیچ مقاله ای را برای این مرحله انتخاب نکرده اید. در مرحله قبل می توانید این کار را انجام دهید."],"Is it up-to-date?":["آیا به روز است؟"],"Last Updated":["اخرین به روز رسانی"],"You've moved this article to the next step.":["شما این مقاله را به مرحله بعدی منتقل کرده اید."],"Unknown":["ناشناخته"],"Clear summary":["پاک کردن خلاصه"],"Add internal links towards your orphaned articles.":["پیوندهای داخلی را به مقالات یتیم خود اضافه کنید."],"Should you update your article?":["آیا باید مقاله خود را به روز کنید؟"],"Your site may contain lots of content that you created once and never looked back to it since. It's important to go through those pages and ask yourself if that content is still relevant to your site. Should you improve it or remove it?":["سایت شما ممکن است حاوی محتوای زیادی باشد که یک بار ایجاد کرده اید و از آن زمان به بعد هرگز به آن نگاه نکرده اید. مهم است که از طریق آن صفحات مرور کنید و از خود بپرسید که آیا آن محتوا همچنان به سایت شما مرتبط است یا خیر. آیا باید آن را بهبود بخشید یا حذف کنید؟"],"Start: Love it or leave it?":["شروع کنید: آن را دوست داشته باشید یا ترک کنید؟"],"Clean up your unlinked content to make sure people can find it":["محتوای بدون پیوند خود را پاک کنید تا مطمئن شوید افراد می توانند آن را پیدا کنند"],"I've finished this workout":["من این تمرین را تمام کردم"],"Reset this workout":["این تمرین را بازنشانی کنید"],"Well done!":["آفرین!"],"Add internal links towards your cornerstones":["پیوندهای داخلی را به سنگ بنای خود اضافه کنید"],"Check the number of incoming internal links of your cornerstones":["تعداد پیوندهای داخلی ورودی سنگ بنای خود را بررسی کنید"],"Start: Choose your cornerstones!":["شروع: سنگ بنای خود را انتخاب کنید!"],"The cornerstone approach":["رویکرد سنگ بنا"],"Please note: For this workout to work well and to offer you linking suggestions, you need to run the SEO data optimization tool. Admins can run this under %1$sSEO > Tools%2$s.":["لطفاً توجه داشته باشید: برای اینکه این تمرین به خوبی کار کند و به شما پیشنهادهای پیوند ارائه دهد، باید ابزار بهینه سازی داده سئو را اجرا کنید. مدیران می‌توانند این را در %1$sSEO > Tools%2$s اجرا کنند."],"Please note: Your admin has disabled the cornerstone functionality in the SEO settings. If you want to use this workout, it should be enabled.":["Please note: your admin has disabled the cornerstone functionality in the SEO settings. If you want to use this workout, these should be enabled."],"I've finished this step":["من این مرحله را تمام کردم"],"Revise this step":["این مرحله را اصلاح کنید"],"We were unable to find internal links on your pages. Either you haven't added any internal links to your content yet, or Yoast SEO didn't index them. You can have Yoast SEO index your links by running the SEO data optimization under SEO > Tools.":["ما نتوانستیم پیوندهای داخلی را در صفحات شما پیدا کنیم. یا هنوز هیچ لینک داخلی به محتوای خود اضافه نکرده اید یا Yoast SEO آنها را ایندکس نکرده است. می‌توانید با اجرای بهینه‌سازی داده‌های SEO در زیر SEO > Tools، پیوندهای خود را Yoast SEO ایندکس کنید."],"Incoming links":["لینک های ورودی"],"Edit to add link":["برای افزودن پیوند ویرایش کنید"],"%s incoming link":["%s پیوندهای ورودی"],"You currently have no articles marked as cornerstone. When you mark your articles as cornerstone, they will show up here.":["شما در حال حاضر هیچ مقاله ای ندارید که به عنوان سنگ بنا علامت گذاری شده باشد. وقتی مقالات خود را به عنوان سنگ بنا علامت گذاری می کنید، در اینجا نشان داده می شوند."],"Focus keyphrase":["کلیدواژه کانونی"],"Article":["مقاله"],"Readability score":["امتیاز خوانایی"],"SEO score":["امتیاز سئو"],"Copy failed":["کپی ناموفق بود"],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout!%2$s":["با استفاده از این %1$s تمرین گام به گام، رتبه‌بندی همه پایه‌های خود را بهبود بخشید!%2$s"],"Rank with articles you want to rank with":["رتبه با مقالاتی که می خواهید با آنها رتبه بندی کنید"],"Descriptive text":["متن توصیفی"],"Show the descriptive text":["متن توصیفی را نشان دهید"],"Show icon":["نمایش نماد"],"minute":["دقیقه"],"Settings":["تنظیمات"],"Edit":["ویرایش"],"OK":["باشه"],"Close":["بستن"],"Redirects":["تغییر مسیر"],"URL":["پیوند"],"New URL":["پیوند جدید"],"Delete":["حذف"],"Old URL":["پیوند قدیمی"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["اولین راه حل واقعی همه در یک سئو برای وردپرس، از جمله تجزیه و تحلیل محتوای روی صفحه، نقشه های سایت XML و موارد دیگر."],"Type":["نوع"],"Generate a separate redirect file":["یک فایل تغییر مسیر جداگانه ایجاد کنید"],"Error while saving this redirect":["خطا هنگام ذخیره این تغییر مسیر"],"Team Yoast":["تیم یواست"],"Regular Expression":["عبارت منظم"],"Cancel":["لغو"],"Save":["ذخیره"],"Save anyway":["به هر حال ذخیره شود"],"301 Moved Permanently":["301 انتقال دائم"],"302 Found":["302 پیدا شده"],"307 Temporary Redirect":["307 تغییر مسیر موقت"],"410 Content Deleted":["410 محتوا حذف شده"],"451 Unavailable For Legal Reasons":["451 به دلایل قانونی در دسترس نیست"],"Redirect method":["روش تغییر مسیر"],"Enabled":["فعال شد"],"Orphaned content":["محتوای یتیم"],"Plain redirects":["تغییر مسیر ساده"],"Synonyms":["مترادف ها"],"Internal linking suggestions":["پیشنهادات پیوند داخلی"],"Enter a related keyphrase to calculate the SEO score":["یک عبارت کلیدی مرتبط را برای محاسبه امتیاز سئو وارد کنید"],"Related keyphrase":["عبارت کیلدی مرتبط"],"Add related keyphrase":["افزودن کلیدواژه مرتبط"],"Analysis results":["نتایج آنالیز"],"Help on choosing the perfect keyphrase":["در انتخاب عبارت کلیدی عالی کمک کنید"],"Help on keyphrase synonyms":["کمک به مترادف عبارات کلیدی"],"Keyphrase":["کلیدواژه"],"https://yoa.st/2jc":["https://yoa.st/2jc"],"Yoast SEO Premium":["یواست سئو پریمیوم"],"New URL: {{link}}%s{{/link}}":["نشانی وب جدید:  {{link}}%s{{/link}}"],"Undo":["بازگشت"],"Redirect created":["ریدایرکت ایجاد شد"],"%s just created a redirect from the old URL to the new URL.":["%s فقط یک تغییر مسیر از URL قدیمی به URL جدید ایجاد کرد."],"Old URL: {{link}}%s{{/link}}":["آدرس قدیمی: {{link}}%s{{/link}}"],"Keyphrase synonyms":["مترادف عبارات کلیدی"],"An error occurred: the Premium SEO analysis isn't working as expected. Please {{activateLink}}activate your subscription in MyYoast{{/activateLink}} and then {{reloadButton}}reload this page{{/reloadButton}} to make it work properly.":["An error occurred: unfortunately our Morphology feature is not working. Please make sure you {{activateLink}}activate your subscription in MyYoast{{/activateLink}} and then {{reloadButton}}reload this page{{/reloadButton}} to make it work properly."],"We could not find any relevant articles on your website that you could link to from your post.":["ما نمی‌توانیم مقالات مرتبط با سایت شما برای پیوند به نوشته پیدا کنیم."],"Load suggestions":["بارگیری پیشنهادات"],"Refresh suggestions":["پیشنهادات را به روز کنید"],"Copy link":["کپی لینک"],"Copy link to suggested article: %s":["کپی لینک به مقاله پیشنهادی: %s"],"Add a title to your post for the best internal linking suggestions.":["برای بهترین پیشنهادهای پیوند داخلی، عنوانی را به پست خود اضافه کنید."],"Add a metadescription to your post for the best internal linking suggestions.":["برای بهترین پیشنهادات پیوند داخلی، یک متا توصیف به پست خود اضافه کنید."],"Add a title and a metadescription to your post for the best internal linking suggestions.":["برای بهترین پیشنهادات پیوند داخلی، یک عنوان و یک متا توصیف به پست خود اضافه کنید."],"Also, add a title to your post for the best internal linking suggestions.":["همچنین، برای بهترین پیشنهادات پیوند داخلی، عنوانی به پست خود اضافه کنید."],"Also, add a metadescription to your post for the best internal linking suggestions.":["همچنین، برای بهترین پیشنهادات پیوند داخلی، یک متا توصیف به پست خود اضافه کنید."],"Also, add a title and a metadescription to your post for the best internal linking suggestions.":["همچنین، برای بهترین پیشنهادات پیوند داخلی، یک عنوان و یک متا توصیف به پست خود اضافه کنید."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["هنگامی که کمی کپی اضافه کردید، لیستی از محتوای مرتبط را در اینجا به شما می دهیم که می توانید در پست خود به آن پیوند دهید."],"To improve your site structure, consider linking to other relevant posts or pages on your website.":["برای بهبود ساختار سایت خود، پیوند دادن به سایر پست ها یا صفحات مرتبط در وب سایت خود را در نظر بگیرید."],"It takes a few seconds to show you a list of related content to which you could link. The suggestions will be shown here as soon as we have them.":["چند ثانیه طول می کشد تا لیستی از محتوای مرتبط را به شما نشان دهد که می توانید به آن پیوند دهید. به محض اینکه پیشنهادات را دریافت کنیم، اینجا نشان داده می شود."],"{{a}}Read our guide on internal linking for SEO{{/a}} to learn more.":["برای کسب اطلاعات بیشتر، {{a}}راهنمای ما در مورد پیوندهای داخلی برای SEO را بخوانید{{/a}}."],"Copied!":["کپی شد!"],"Not supported!":["پشتیبانی نمی‌شود!"],"Are you trying to use multiple related keyphrases? You should add them separately.":["آیا سعی می کنید از چند عبارت کلیدی مرتبط استفاده کنید؟ شما باید آنها را جداگانه اضافه کنید."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["کلیدواژه شما بسیار طولانی است. بیشترین حد آن می تواند 191 کاراکتر باشد."],"Remove":["پاک کردن"],"Table of contents":["جدول محتوا"]}}}