{"domain":"wordpress-seo-premium","locale_data":{"wordpress-seo-premium":{"":{"domain":"wordpress-seo-premium","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"%1$sKeyphrase distribution%3$s: %2$sPlease add both a keyphrase and some text containing the keyphrase or its synonyms%3$s.":["%1$sVerteilung der Keyphrasen%3$s: %2$sBitte geben Sie sowohl eine Keyphrase als auch einen Text ein, der die Keyphrase oder deren Synonyme enthält%3$s."],"Choose how you want to handle redirects for your site. %1$sLearn more about redirect settings%2$s.":["Bitte wählen Sie, wie Sie Weiterleitungen für Ihre Website handhaben möchten. %1$sErfahren Sie mehr über die Einstellungen für Weiterleitungen%2$s."],"Since this site is a multisite, web server redirect methods have been disabled to prevent issues. %1$sRead more about why web server redirect methods have been disabled on a multisite%2$s.":["Da es sich bei dieser Website um eine Multisite handelt, wurden die Weiterleitungsmethoden des Webservers deaktiviert, um Probleme zu vermeiden. %1$sLesen Sie mehr darüber, warum die Weiterleitungsmethoden des Webservers auf einer Multisite deaktiviert wurden%2$s."],"Please add more content to ensure a valuable AI suggestion.":["Bitte fügen Sie weitere Informationen hinzu, um einen wertvollen KI-Vorschlag zu gewährleisten."],"Dismiss notification":["Benachrichtigung deaktivieren"],"You have %1$s%2$s spark left.":["Sie haben %1$s%2$s Funken übrig.","Sie haben %1$s%2$s Funken übrig."],"You have unlimited sparks left.":["Sie haben noch unbegrenzt Funken übrig."],"AI Summary":["KI-Zusammenfassung"],"block keyword\u0004key takeaways":["Schlüsselpunkte"],"block keyword\u0004tldr":["tldr"],"block keyword\u0004summary":["Zusammenfassung"],"block description\u0004Adds a short AI summary of your content.":["Fügt eine kurze KI-Zusammenfassung Ihrer Inhalte hinzu."],"block title\u0004Yoast AI Summarize":["Yoast-KI-Zusammenfassung"],"Create a concise summary of your post, highlighting the key takeaways for your readers.":["Erstellen Sie eine prägnante Zusammenfassung Ihres Beitrags und heben Sie dabei die wichtigsten Punkte für Ihre Leser hervor."],"About this block":["Über diesen Block"],"Regenerate summary":["Zusammenfassung neu erstellen"],"<em>You're about to use 1 spark.</em>":["<em>Sie werden 1 Funken verwenden.</em>"],"Generate summary":["Zusammenfassung erstellen"],"AI Summarize":["KI Zusammenfassen"],"<em><strong>Tip: </strong>For the most accurate summary, finalize your content before generating the summary.</em>":["<em><strong>Hinweis: Um </strong>eine möglichst genaue Zusammenfassung zu erhalten, sollten Sie Ihren Inhalt vor der Erstellung der Zusammenfassung fertigstellen.</em>"],"We suggest placing the summary at the top of your article to help busy readers quickly understand the value.":["Wir empfehlen, die Zusammenfassung am Anfang Ihres Artikels zu platzieren, damit vielbeschäftigte Leser den Wert schnell erfassen können."],"Generate a quick summary highlighting the main takeaways from your content.":["Erstellen Sie eine kurze Zusammenfassung, in der die wichtigsten Punkte Ihres Inhalts hervorgehoben werden."],"Summary is being generated...":["Zusammenfassung wird erstellt ..."],"Key Takeaways":["Schlüsselpunkte"],"By default, Yoast SEO Premium uses PHP-based redirects. Alternatively, you can generate a redirect file to use in your web server's configuration. %1$sOnly select this if you're confident managing web server configuration.%2$s":["Standardmäßig verwendet Yoast SEO Premium PHP-basierte Weiterleitungen. Alternativ können Sie eine Weiterleitungsdatei erstellen, die Sie in der Konfiguration Ihres Webservers verwenden können. %1$sWählen Sie diese Option nur, wenn Sie mit der Verwaltung der Webserverkonfiguration vertraut sind.%2$s"],"By default, Yoast SEO Premium uses PHP-based redirects. Alternatively, you can write redirects to the %1$s file. Make sure the %1$s file is writable.":["Standardmäßig verwendet Yoast SEO Premium PHP-basierte Weiterleitungen. Alternativ können Sie Weiterleitungen in die %1$s-Datei schreiben. Stellen Sie sicher, dass die %1$s-Datei beschreibbar ist."],"%1$s/Web server":["%1$s/Webserver"],"By default, we write the redirects to your %1$s file. Enable this if you want the redirects to be written to a separate file. %2$sOnly enable this option if you know what you are doing.%3$s":["Standardmäßig werden die Weiterleitungen in Ihre %1$s-Datei geschrieben. Aktivieren Sie diese Option, wenn Sie möchten, dass die Weiterleitungen in eine separate Datei geschrieben werden. %2$sAktivieren Sie diese Option nur, wenn Sie sich mit den Auswirkungen bewusst sind.%3$s"],"Set up regex redirects":["Regex-Weiterleitungen einrichten"],"Note:":["Hinweis:"],"Add redirect":["Umleitung hinzufügen"],"Web Server":["Webserver"],"PHP":["PHP"],"Successfully deleted!":["Erfolgreich gelöscht!"],"Please enter the URL.":["Bitte geben Sie die URL ein."],"Please enter the regular expression.":["Bitte geben Sie den regulären Ausdruck ein."],"Please enter the new URL.":["Bitte geben Sie die neue URL ein."],"Please enter the old URL.":["Bitte geben Sie die alte URL ein."],"Redirects settings not updated":["Die Weiterleitungseinstellungen wurden nicht aktualisiert"],"Great! Your settings were saved succesfully!":["Ausgezeichnet! Ihre Einstellungen wurden erfolgreich gespeichert."],"Changes saved successfully!":["Die Änderungen erfolgreich gespeichert!"],"Successfully added!":["Erfolgreich hinzugefügt!"],"Something went wrong when creating this redirect.":["Bei der Erstellung dieser Weiterleitung ist ein Fehler aufgetreten."],"Oops! Something went wrong when updating this redirect. Please try again.":["Huch! Es ist ein Fehler aufgetreten, während diese Weiterleitung aktualisiert wurde. Bitte versuchen Sie es erneut."],"Open menu":["Menü öffnen"],"No items found":["Es wurden keine Elemente gefunden"],"Sort by Type":["Nach Typ sortieren"],"Select all":["Alle auswählen"],"Regex redirects":["Regex-Umleitungen"],"Showing %1$d to %2$d of %3$d results":["Anzeige von %1$d bis %2$d von %3$d Ergebnissen"],"%d Item":["%d Element","%d Elemente"],"Yes, discard changes":["Ja, Änderungen verwerfen"],"No, continue editing":["Nein, Bearbeitung fortsetzen"],"You are about to discard all unsaved changes. Are you sure?":["Sie sind dabei, alle nicht gespeicherten Änderungen zu verwerfen. Sind Sie sicher?"],"Discard all changes":["Alle Änderungen verwerfen"],"Discard changes":["Änderungen verwerfen"],"Save changes":["Änderungen speichern"],"Redirect Type":["Art der Weiterleitung"],"Filter Redirect type":["Filter Weiterleitungsart"],"All":["Alle"],"Search…":["Suchen …"],"Select redirects":["Weiterleitungen auswählen"],"Delete redirect":["Weiterleitung löschen","Weiterleitungen löschen"],"Bulk actions":["Mehrfachaktionen"],"Redirects navigation":["Leitet die Navigation um"],"Close redirects navigation":["Schließen leitet die Navigation um"],"Open redirects navigation":["Umleitung der Navigation öffnen"],"Dismiss popover.":["Popover schließen."],"Integrated in your %1$s Analyses":["Integriert in Ihre %1$s-Analysen"],"Show me %1$s":["Zeig es mir %1$s"],"Save time optimizing your content SEO and readability with smart AI suggestions.":["Sparen Sie Zeit bei der Optimierung Ihrer Inhalte hinsichtlich SEO und Lesbarkeit mit intelligenten KI-Vorschlägen."],"New: Yoast AI Optimize for the Classic Editor!":["Neu: Yoast AI Optimize für den Classic Editor!"],"None of the elements in your content is supported by Yoast AI Optimize. This means you cannot use this feature with your current content.":["Keines der Elemente in Ihren Inhalten wird von Yoast AI Optimize unterstützt. Das bedeutet, dass Sie diese Funktion mit Ihren aktuellen Inhalten nicht verwenden können."],"Ensure long paragraphs are shortened or split for better readability.":["Bitte stellen Sie sicher, dass lange Absätze gekürzt oder geteilt werden, um die Lesbarkeit zu verbessern."],"AI - Paragraph length":["KI – Absatzlänge"],"Ensure long sentences are shortened or split for better readability.":["Bitte stellen Sie sicher, dass lange Sätze gekürzt oder geteilt werden, um die Lesbarkeit zu verbessern."],"AI - Sentence length":["KI – Satzlänge"],"Start SEO data optimization":["SEO-Datenoptimierung starten"],"We need to optimize your site’s SEO data so we can offer you the best %1$slinking suggestions%2$s.":["Wir müssen die SEO-Daten Ihrer Website optimieren, damit wir Ihnen die besten %1$sLinkvorschläge%2$s anbieten können."],"Unable to provide linking suggestions":["Es ist nicht möglich, Linkvorschläge bereitzustellen."],"Your text is too long for the AI model to process.":["Ihr Text ist zu umfangreich, um vom KI-Modell verarbeitet zu werden."],"Learn more about AI Optimize":["Erfahren Sie mehr über AI Optimize"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button. %1$s%2$sLearn more%3$s%4$s":["Machen Sie die Bearbeitung von Inhalten zum Kinderspiel. Optimieren Sie Ihre SEO-Inhalte mit schnellen, umsetzbaren Vorschlägen auf Knopfdruck. %1$s%2$sMehr erfahren%3$s%4$s"],"New to %s":["Neu bei %s"],"Grant consent":["Zustimmung erteilen"],"Enable AI-powered SEO! Use all AI Generate and Optimize features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Aktivieren Sie KI-gestütztes SEO. Nutzen Sie alle Funktionen von AI Generate und Optimize, um Ihre Effizienz zu steigern. Bitte geben Sie uns Ihre Zustimmung. %1$s%2$sMehr erfahren%3$s%4$s"],"Grant consent for %s":["Zustimmung für %s erteilen"],"Got it!":["Ich habe verstanden!"],"While this feature is in beta, you have unlimited sparks.":["Solange sich diese Funktion in der Beta-Phase befindet, haben Sie unbegrenzt Funken zur Verfügung."],"unlimited":["unbegrenzt"],"The next reset is in %1$s%2$s day.":["Die nächste Rückstellung ist in %1$s%2$s Tag.","Die nächste Rückstellung ist in %1$s%2$s Tagen."],"You have %1$s%2$s spark left this month.":["Sie haben %1$s%2$s Funken diesen Monat übrig.","Sie haben %1$s%2$s Funken diesen Monat übrig."],"You have unlimited sparks left this month.":["Sie haben diesen Monat unbegrenzt Funken übrig."],"Include at least one word from the keyphrase in each subheading.":["Bitte verwenden Sie in jeder Zwischenüberschrift mindestens ein Wort aus der Keyphrase."],"AI - Keyphrase in subheadings":["KI – Keyphrase in Unterüberschriften"],"Evenly distribute keyphrase words throughout the text.":["Verteilen Sie Keyphrasen gleichmäßig über den gesamten Text."],"AI - Keyphrase distribution":["KI – Verteilung von Keyphrasen"],"Include words from the keyphrase in the first paragraph of the text.":["Bitte integrieren Sie Wörter aus der Keyphrase in den ersten Absatz des Textes."],"AI - Keyphrase in introduction":["KI – Keyphrase in der Einleitung"],"Use keyphrase words in the text frequently but not excessively.":["Verwenden Sie Keyphrase im Text häufig, jedoch nicht übermäßig."],"AI - Keyphrase density":["KI – Keyphrasendichte"],"Apply":["Anwenden"],"Successfully applied!":["Erfolgreich angewendet!"],"block keyword\u0004toc":["toc"],"block keyword\u0004links":["Links"],"block description\u0004Adds a table of contents to this page.":["Fügt dieser Seite ein Inhaltsverzeichnis hinzu."],"block title\u0004Yoast Table of Contents":["Yoast-Inhaltsverzeichnis"],"block keyword\u0004related pages":["verwandte Seiten"],"block keyword\u0004related posts":["verwandte Beiträge"],"block description\u0004Adds a list of links related to this page.":["Fügt eine Liste mit Links hinzu, die sich auf diese Seite beziehen."],"block title\u0004Yoast Related Links":["Yoast Verwandte Links"],"block keyword\u0004content length":["Inhaltslänge"],"block keyword\u0004reading time":["Lesedauer"],"block description\u0004Shows an estimated reading time based on the content length.":["Zeigt die geschätzte Lesedauer basierend auf der Länge des Inhalts an."],"block title\u0004Yoast Estimated Reading Time":["Yoast Geschätzte Lesedauer"],"block keyword\u0004children":["Kinder"],"block keyword\u0004childpages":["Untergeordnete Seiten"],"block keyword\u0004subpages":["Unterseiten"],"block description\u0004Adds a list of internal links to subpages of this page.":["Fügt eine Liste interner Links zu Unterseiten dieser Seite hinzu."],"block title\u0004Yoast Subpages":["Yoast-Unterseiten"],"block keyword\u0004site structure":["Website-Struktur"],"block keyword\u0004internal linking":["Interne Verlinkung"],"block keyword\u0004siblings pages":["Geschwister-Seiten"],"block keyword\u0004siblings":["Geschwister"],"block keyword\u0004SEO":["SEO"],"block description\u0004Adds a list of internal links to sibling pages which share the same parent.":["Fügt eine Liste interner Links zu Seiten derselben Ebene hinzu, die denselben übergeordneten Eintrag haben."],"block title\u0004Yoast Siblings":["Yoast Geschwister"],"X share preview":["X Vorschau teilen"],"Social share preview":["Vorschau für Teilen über Soziale Medien"],"Allow":["Zulassen"],"Deny":["Ablehnen"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Um dieses Video anzusehen, müssen Sie %1$s erlauben, eingebettete Videos von %2$s zu laden."],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Ich stimme den %1$sDienstleistungsbedingungen%2$s & %3$sDatenschutzbestimmungen%4$s des Yoast AI-Dienstes zu. Dazu gehört auch die Zustimmung zur Sammlung und Nutzung von Daten zur Verbesserung der Nutzererfahrung."],"Dismiss":["Verwerfen"],"Next":["Weiter"],"Previous":["Zurück"],"Close modal":["Hinweis schließen"],"Learn more about AI (Opens in a new browser tab)":["Erfahren Sie mehr über KI (Öffnet in einem neuen Browsertab)"],"%1$sTitle%3$s: Your page does not have a title yet. %2$sAdd one%3$s!":["%1$sTitel%3$s: Ihre Seite hat noch keinen Titel. %2$sBitte fügen Sie einen hinzu%3$s!"],"%1$sTitle%2$s: Your page has a title. Well done!":["%1$sTitel%2$s: Ihre Seite hat einen Titel. Sehr gut!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sKeyphrase-Verteilung%2$s: Gut gemacht!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sKeyphrase-Verteilung%3$s: Ungleichmäßig. Einige Textabschnitte enthalten weder die Keyphrase noch ein Synonym. %2$sGleichmäßiger verteilen%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sKeyphrase-Verteilung%3$s: Sehr ungleichmäßig. Viele Textabschnitte enthalten weder Keyphrase noch ein Synonym. %2$sGleichmäßiger verteilen%3$s."],"%1$sWord complexity%2$s: You are not using too many complex words, which makes your text easy to read. Good job!":["%1$sWortkomplexität%2$s: Sie verwenden nicht zu viele komplexe Wörter, was Ihren Text leicht lesbar macht. Gut gemacht!"],"%1$sWord complexity%4$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":["%1$sWortkomplexität%4$s: %2$s der Wörter in Ihrem Text werden als komplex angesehen. %3$sVersuchen Sie, kürzere und bekanntere Wörter zu verwenden, um die Lesbarkeit zu verbessern%4$s."],"%1$sAlignment%3$s: There is a long section of center-aligned text. %2$sWe recommend making it left-aligned%3$s.":["%1$sAusrichtung%3$s: Es gibt einen längeren Abschnitt mit zentriertem Text. %2$sWir empfehlen, diesen linksbündig auszurichten%3$s.","%1$sAusrichtung%3$s: Es gibt %4$s lange Abschnitte mit zentriertem Text. %2$sWir empfehlen, diese linksbündig auszurichten%3$s."],"%1$sAlignment%3$s: There is a long section of center-aligned text. %2$sWe recommend making it right-aligned%3$s.":["%1$sAusrichtung%3$s: Es gibt einen längeren Abschnitt mit zentriertem Text. %2$sWir empfehlen, diesen rechtsbündig auszurichten%3$s.","%1$sAusrichtung%3$s: Es gibt %4$s lange Abschnitte mit zentriertem Text. %2$sWir empfehlen, diese rechtsbündig auszurichten%3$s."],"Select image":["Bild auswählen"],"You might not even know it, but there may be pages on your site that don't get any links. That’s an SEO issue, because it’s difficult for search engines to find pages that don't get any links. So, it's harder for them to rank. We call these pages orphaned content. In this workout, we find the orphaned content on your site and guide you in quickly adding links to it, so it can get a chance to rank!":["Möglicherweise sind Sie sich dessen nicht bewusst, aber es kann sein, dass es auf Ihrer Website Seiten gibt, die keine Links enthalten. Dies stellt ein SEO-Problem dar, da es für Suchmaschinen schwierig ist, Seiten zu finden, die keine Links enthalten. Daher ist es für sie schwieriger, diese Seiten zu bewerten. Wir bezeichnen diese Seiten als verwaiste Inhalte. In dieser Übung identifizieren wir die verwaisten Inhalte auf Ihrer Website und unterstützen Sie dabei, schnell Links hinzuzufügen, damit diese Inhalte eine Chance auf eine gute Platzierung erhalten!"],"Time to add some links! Below, you see a list with your orphaned articles. Under each one, there are suggestions for related pages you could add a link from. When adding the link, make sure to insert it in a relevant sentence related to your orphaned article. Keep adding links to each of the orphaned articles until you are satisfied with the amount of links pointing to them.":["Es ist an der Zeit, einige Links hinzuzufügen. Unten sehen Sie eine Liste mit Ihren verwaisten Artikeln. Unter jedem Artikel finden Sie Vorschläge für verwandte Seiten, von denen aus Sie einen Link hinzufügen könnten. Achten Sie beim Hinzufügen des Links darauf, ihn in einen relevanten Satz einzufügen, der sich auf Ihren verwaisten Artikel bezieht. Fügen Sie so lange Links zu jedem der verwaisten Artikel hinzu, bis Sie mit der Anzahl der Links, die auf sie verweisen, zufrieden sind."],"Time to add some links! Below, you see a list with your cornerstones. Under each cornerstone, there are suggestions for articles you could add a link from. When adding the link, make sure to insert it in a relevant sentence related to your cornerstone article. Keep adding links from as many related articles as you need, until your cornerstones have the most internal links pointing towards them.":["Es ist an der Zeit, einige Links hinzuzufügen. Unten sehen Sie eine Liste mit Ihren Cornerstones. Unter jedem Cornerstone finden Sie Vorschläge für Artikel, aus denen Sie einen Link hinzufügen könnten. Achten Sie beim Hinzufügen des Links darauf, ihn in einen relevanten Satz einzufügen, der sich auf Ihren Cornerstone-Artikel bezieht. Fügen Sie so viele Links aus verwandten Artikeln hinzu, wie erforderlich, bis Ihre Cornerstones die meisten internen Links aufweisen, die auf sie verweisen."],"Some articles on your site are %1$sthe%2$s most important. They answer people's questions and solve their problems. So, they deserve to rank! At %3$s, we call these cornerstone articles. One of the ways to have them rank is to point enough links to them. More links signal to search engines that those articles are important and valuable. In this workout, we'll help you add links to your cornerstone articles!":["Einige Artikel auf Ihrer Website sind %1$sdie%2$s bedeutendsten. Sie beantworten die Fragen der Benutzer und lösen ihre Probleme. Daher verdienen sie es, in den Suchergebnissen weit oben zu erscheinen. Bei %3$s bezeichnen wir diese Artikel als Cornerstone-Artikel. Eine Möglichkeit, ihnen zu einem guten Ranking zu verhelfen, besteht darin, ausreichend Links auf sie zu setzen. Mehr Links signalisieren Suchmaschinen, dass diese Artikel wichtig und wertvoll sind. In diesem Training unterstützen wir Sie dabei, Links zu Ihren Cornerstone-Artikel hinzuzufügen."],"Once you add a bit more copy, we'll be able to tell you the formality level of your text.":["Sobald Sie etwas mehr Text hinzufügen, können wir Ihnen den Formalitätsgrad Ihres Textes mitteilen."],"Overall, your text appears to be %1$s%3$s%2$s.":["Insgesamt scheint Ihr Text %1$s%3$s%2$s zu sein."],"Maximum heading level":["Maximale Überschriftenebene"],"https://yoa.st/team-yoast-premium":["https://yoa.st/team-yoast-premium"],"You have disabled Link suggestions, which is needed for Related links to work. If you want to add Related links, please go to <a>Site features</a> and enable Link suggestions.":["Sie haben die Link-Vorschläge deaktiviert, die für die Funktion „Verwandte Links” erforderlich sind. Wenn Sie verwandte Links hinzufügen möchten, gehen Sie bitte zu <a>Website-Funktionen</a> und aktivieren Sie „Link-Vorschläge”."],"Beta":["Beta"],"Schema":["Schema"],"Meta tags":["Meta-Tags"],"Not available":["Nicht verfügbar"],"Checks":["Prüfungen"],"Focus Keyphrase":["Fokus-Keyphrase"],"Good":["Gut"],"No index":["Nicht indexieren"],"Front-end SEO inspector":["Front-End-SEO-Inspektor"],"Focus keyphrase not set":["Fokus-Schlüsselphrase nicht gesetzt"],"Disabled":["Deaktiviert"],"Please note: For this workout to work well, you need to run the SEO data optimization tool. Admins can run this under %1$sSEO > Tools%2$s.":["Bitte beachten Sie: Damit dieses Training erfolgreich ist, müssen Sie das SEO-Datenoptimierungstool ausführen. Administratoren können dies unter %1$sSEO > Werkzeuge%2$s ausführen."],"You've added links to your orphaned articles, and you’ve cleaned up the ones that were no longer relevant. Great job! Take a look at the summary below and celebrate what you accomplished!":["Sie haben Links zu Ihren verwaisten Artikeln hinzugefügt und diejenigen bereinigt, die nicht mehr relevant waren. Gut gemacht! Sehen Sie sich die Zusammenfassung unten an und freuen Sie sich über das, was Sie erreicht haben!"],"Critically examine the content in this list and make the necessary updates. If you need help updating, we have a very %1$suseful blog post that can guide you all the way%2$s (click to open in a new tab).":["Bitte überprüfen Sie die Inhalte dieser Liste kritisch und nehmen Sie die erforderlichen Aktualisierungen vor. Sollten Sie Unterstützung bei der Aktualisierung benötigen, steht Ihnen ein sehr %1$shilfreicher Blogbeitrag zur Verfügung, der Sie durch den gesamten Prozess führt%2$s (klicken Sie, um ihn in einem neuen Tab zu öffnen)."],"%1$sNeed more guidance? We've covered every step in more detail in the following guide: %2$sHow to use the %7$s orphaned content workout%3$s%4$s%5$s.%6$s":["%1$sBenötigen Sie weitere Unterstützung? Wir haben jeden Schritt im folgenden Leitfaden ausführlich beschrieben: %2$sSo wendest du das %7$s-Verwaiste-Einträge-Training an%3$s%4$s%5$s.%6$s"],"You just made your best content easy to find, and more likely to rank! Way to go! From time to time, remember to check if your cornerstones are getting enough links!":["Sie haben soeben Ihre besten Inhalte leicht auffindbar gemacht und ihre Chancen auf ein gutes Ranking verbessert. So geht das! Überprüfen Sie von Zeit zu Zeit, ob Ihre Cornerstones genügend Links erhalten!"],"Take a look at the list below. Do your cornerstones (marked with %1$s) have the most internal links pointing towards them? Click the Optimize button if you think a cornerstone needs more links. That will move the article to the next step.":["Überprüfen Sie die untenstehende Liste. Verfügen Ihre Conernstones (mit %1$s markiert) über die meisten internen Links, die auf sie verweisen? Klicken Sie auf den Button „Optimieren“, wenn Sie der Meinung sind, dass ein Conernstone mehr Links benötigt. Dadurch wird der Artikel zum nächsten Schritt weitergeleitet."],"Do all of your cornerstones have green bullets? For the best results, consider editing the ones that don't!":["Sind alle Ihre Conernstones mit grünen Aufzählungszeichen versehen? Um optimale Ergebnisse zu erzielen, sollten Sie diejenigen bearbeiten, bei denen dies nicht der Fall ist!"],"Which articles do you want to rank the highest? Which ones would your audience find the most useful and complete? Click the downward pointing arrow and look for articles that fit those criteria. We'll automatically mark the articles you select from the list as cornerstone.":["Welche Artikel sollen am höchsten ranken? Welche würden Ihre Zielgruppe als besonders nützlich und vollständig empfinden? Klicken Sie auf den nach unten zeigenden Pfeil und suchen Sie nach Artikeln, die diesen Kriterien entsprechen. Die von Ihnen aus der Liste ausgewählten Artikel werden automatisch als Conernstones markiert."],"%1$sNeed more guidance? We've covered every step in more detail in: %2$sHow to use the %7$s cornerstone workout%3$s%4$s%5$s.%6$s":["%1$sBenötigen Sie weitere Unterstützung? Wir haben jeden Schritt ausführlich in folgendem Artikel beschrieben: %2$sSo wendest du das %7$s-Cornerstone-Training an%3$s%4$s%5$s.%6$s"],"Finish optimizing":["Optimierung abschließen"],"You've finished adding links to this article.":["Sie haben das Hinzufügen von Links zu diesem Artikel abgeschlossen."],"Optimize":["Optimieren"],"Added to next step":["Zum nächsten Schritt hinzugefügt"],"Choose cornerstone articles...":["Wählen Sie Conernstone-Artikel aus ..."],"Loading data...":["Lade Daten ..."],"You haven't cleaned up or updated any articles yet using this workout. Once you do, a summary of your work will show up here.":["Sie haben noch keine Artikel mit diesem Training bereinigt oder aktualisiert. Sobald Sie dies tun, wird hier eine Zusammenfassung Ihrer Arbeit angezeigt."],"Skipped":["Übersprungen"],"Hidden from search engines.":["Vor Suchmaschinen verborgen."],"Removed":["Entfernt"],"Improved":["Verbessert"],"Resolution":["Auflösung"],"Loading redirect options...":["Weiterleitungsoptionen werden geladen ..."],"Remove and redirect":["Entfernen und umleiten"],"Custom url:":["Individuelle URL:"],"Related article:":["Verwandter Artikel:"],"Home page:":["Homepage:"],"You are about to remove %1$s%2$s%3$s. To prevent 404s on your site, you should redirect it to another page on your site. Where would you like to redirect it?":["Sie sind im Begriff, %1$s%2$s%3$s zu entfernen. Um 404-Fehler auf Ihrer Website zu vermeiden, sollten Sie diese Seite auf eine andere Seite Ihrer Website umleiten. Wohin möchten Sie sie umleiten?"],"SEO Workout: Remove article":["SEO-Maßnahmen: Artikel entfernen"],"Everything's looking good! We haven't found any articles on your site that are older than six months and receive too few links on your site. Check back here later for new cleanup suggestions!":["Alles sieht gut aus! Wir haben auf Ihrer Website keine Artikel gefunden, die älter als sechs Monate sind und zu wenige Links auf Ihrer Website erhalten. Schauen Sie später wieder hier vorbei, um neue Bereinigungsvorschläge zu erhalten!"],"Hide from search engines":["Vor Suchmaschinen verbergen"],"Improve":["Verbessern"],"Are you sure you wish to hide this article from search engines?":["Sind Sie sicher, dass Sie diesen Artikel vor Suchmaschinen verbergen möchten?"],"Action":["Aktion"],"You've hidden this article from search engines.":["Sie haben diesen Artikel vor Suchmaschinen verborgen."],"You've removed this article.":["Sie haben diesen Artikel entfernt."],"You currently haven't selected any articles to improve. Select a few articles in the previous steps to add links to and we will show you link suggestions here.":["Sie haben derzeit keine Artikel zur Verbesserung ausgewählt. Bitte wählen Sie in den vorherigen Schritten einige Artikel aus, zu denen Sie Links hinzufügen möchten, und wir werden Ihnen hier Link-Vorschläge anzeigen."],"Loading link suggestions...":["Laden von Link-Vorschlägen ..."],"We didn’t find any suggestions for this article, but of course you can still add links to articles that you think are related.":["Wir haben keine Vorschläge für diesen Artikel gefunden, aber selbstverständlich können Sie dennoch Links zu Artikeln hinzufügen, die Ihrer Meinung nach damit in Zusammenhang stehen."],"Skip":["Überspringen"],"You haven't selected any articles for this step yet. You can do so in the previous step.":["Sie haben für diesen Schritt noch keine Artikel ausgewählt. Dies können Sie im vorherigen Schritt tun."],"Is it up-to-date?":["Ist das aktuell?"],"Last Updated":["Zuletzt aktualisiert"],"You've moved this article to the next step.":["Sie haben diesen Artikel zum nächsten Schritt weitergeleitet."],"Unknown":["Unbekannt"],"Clear summary":["Zusammenfassung leeren"],"Add internal links towards your orphaned articles.":["Fügen Sie interne Links zu Ihren verwaisten Artikeln hinzu."],"Should you update your article?":["Sollten Sie Ihren Artikel aktualisieren?"],"Your site may contain lots of content that you created once and never looked back to it since. It's important to go through those pages and ask yourself if that content is still relevant to your site. Should you improve it or remove it?":["Ihre Website enthält möglicherweise zahlreiche Inhalte, die Sie einmal erstellt und seitdem nicht mehr überprüft haben. Es ist wichtig, diese Seiten zu überprüfen und sich zu fragen, ob diese Inhalte für Ihre Website noch relevant sind. Sollten Sie sie verbessern oder entfernen?"],"Start: Love it or leave it?":["Start: Lieben oder verlassen?"],"Clean up your unlinked content to make sure people can find it":["Bereinigen Sie Ihre nicht verlinkten Inhalte, um sicherzustellen, dass Ihre Besucher sie finden"],"I've finished this workout":["Ich habe dieses Training abgeschlossen."],"Reset this workout":["Dieses Training zurücksetzen"],"Well done!":["Gut gemacht!"],"Add internal links towards your cornerstones":["Fügen Sie interne Links zu Ihren Conerstones hinzu"],"Check the number of incoming internal links of your cornerstones":["Überprüfen Sie die Anzahl der eingehenden internen Links Ihrer Conerstones."],"Start: Choose your cornerstones!":["Start: Wählen Sie Ihre Cornerstones aus!"],"The cornerstone approach":["Der Cornerstone-Ansatz"],"Please note: For this workout to work well and to offer you linking suggestions, you need to run the SEO data optimization tool. Admins can run this under %1$sSEO > Tools%2$s.":["Bitte beachten Sie: Damit dieses Werkzeug optimal funktioniert und Ihnen Verknüpfungsvorschläge unterbreiten kann, müssen Sie das SEO-Datenoptimierungstool ausführen. Administratoren können dies unter %1$sSEO > Werkzeuge%2$s tun."],"Please note: Your admin has disabled the cornerstone functionality in the SEO settings. If you want to use this workout, it should be enabled.":["Bitte beachten Sie: Ihr Administrator hat die Cornerstone-Funktion in den SEO-Einstellungen deaktiviert. Wenn Sie diese Funktion nutzen möchten, muss sie aktiviert sein."],"I've finished this step":["Ich habe diesen Schritt abgeschlossen."],"Revise this step":["Diesen Schritt überarbeiten"],"We were unable to find internal links on your pages. Either you haven't added any internal links to your content yet, or Yoast SEO didn't index them. You can have Yoast SEO index your links by running the SEO data optimization under SEO > Tools.":["Es konnten keine internen Links auf Ihren Seiten gefunden werden. Entweder haben Sie noch keine internen Links zu Ihren Inhalten hinzugefügt, oder Yoast SEO hat diese nicht indexiert. Sie können Yoast SEO Ihre Links indexieren lassen, indem Sie die SEO-Datenoptimierung unter SEO > Werkzeuge ausführen."],"Incoming links":["Eingehende Links"],"Edit to add link":["Bearbeiten, um einen Link hinzuzufügen"],"%s incoming link":["%s eingehender Link","%s eingehende Links"],"You currently have no articles marked as cornerstone. When you mark your articles as cornerstone, they will show up here.":["Derzeit haben Sie keine Artikel als Cornerstone markiert. Wenn Sie Ihre Artikel als Cornerstone markieren, werden sie hier angezeigt."],"Focus keyphrase":["Fokus-Keyphrase"],"Article":["Artikel"],"Readability score":["Lesbarkeitsbewertung"],"SEO score":["SEO-Wert"],"Copy failed":["Das Kopieren ist fehlgeschlagen"],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout!%2$s":["Verbessern Sie die Rankings für alle Ihre Cornerstone-Inhalte mit diesem %1$sSchritt-für-Schritt-Training%2$s"],"Rank with articles you want to rank with":["Erzielen Sie ein gutes Ranking mit Artikeln, mit denen Sie auch ranken wollen"],"Descriptive text":["Beschreibender Text"],"Show the descriptive text":["Den beschreibenden Text anzeigen"],"Show icon":["Icon anzeigen"],"minute":["Minute","Minuten"],"Settings":["Einstellungen"],"Edit":["Bearbeiten"],"OK":["OK"],"Close":["Schließen"],"Redirects":["Weiterleitungen"],"URL":["URL"],"New URL":["Neue URL"],"Delete":["Löschen"],"Old URL":["Alte URL"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Die erste echte All-in-One-SEO-Lösung für WordPress, einschließlich On-Page Inhaltsanalyse, XML-Sitemaps und vielem mehr."],"Type":["Typ"],"Generate a separate redirect file":["Separate Weiterleitungsdatei erstellen"],"Error while saving this redirect":["Fehler beim Speichern dieser Weiterleitung"],"Team Yoast":["Team Yoast"],"Regular Expression":["Regulärer Ausdruck"],"Cancel":["Abbrechen"],"Save":["Speichern"],"Save anyway":["Trotzdem speichern"],"301 Moved Permanently":["301 Dauerhaft verschoben"],"302 Found":["302 Gefunden"],"307 Temporary Redirect":["307 Vorübergehende Weiterleitung"],"410 Content Deleted":["410 Inhalt gelöscht"],"451 Unavailable For Legal Reasons":["451 Nicht erreichbar aus rechtlichen Gründen"],"Redirect method":["Umleitungsmethode"],"Enabled":["Aktiviert"],"Orphaned content":["Verwaiste Inhalte"],"Plain redirects":["Einfache Weiterleitungen"],"Synonyms":["Synonyme"],"Internal linking suggestions":["Vorschläge zur internen Verlinkung"],"Enter a related keyphrase to calculate the SEO score":["Geben Sie eine passende Keyphrase ein, damit der SEO-Wert berechnet werden kann"],"Related keyphrase":["Verwandte Keyphrase"],"Add related keyphrase":["Fügen Sie verwandte Keyphrasen hinzu"],"Analysis results":["Analyseergebnis"],"Help on choosing the perfect keyphrase":["Unterstützung bei der Auswahl der perfekten Keyphrase"],"Help on keyphrase synonyms":["Hilfe zu Synonymen für Schlüsselphrasen"],"Keyphrase":["Suchwort"],"https://yoa.st/2jc":["https://yoa.st/2jc"],"Yoast SEO Premium":["Yoast SEO Premium"],"New URL: {{link}}%s{{/link}}":["Neue URL: {{link}}%s{{/link}}"],"Undo":["Rückgängig"],"Redirect created":["Weiterleitung erstellt"],"%s just created a redirect from the old URL to the new URL.":["%s hat gerade eine Weiterleitung von der alten URL zur neuen URL angelegt."],"Old URL: {{link}}%s{{/link}}":["Alte URL: {{link}}%s{{/link}}"],"Keyphrase synonyms":["Schlüsselphrasen Synonyme"],"An error occurred: the Premium SEO analysis isn't working as expected. Please {{activateLink}}activate your subscription in MyYoast{{/activateLink}} and then {{reloadButton}}reload this page{{/reloadButton}} to make it work properly.":["Es ist ein Fehler aufgetreten: Die Premium-SEO-Analyse funktioniert nicht wie erwartet. Bitte {{activateLink}}aktivieren Sie Ihr Abonnement in MyYoast{{/activateLink}} und {{reloadButton}}laden Sie diese Seite neu{{/reloadButton}}, damit sie ordnungsgemäß funktioniert."],"We could not find any relevant articles on your website that you could link to from your post.":["Es wurden keine relevanten Beiträge auf der Website gefunden, auf die der Beitrag verlinken könnte."],"Load suggestions":["Vorschläge laden"],"Refresh suggestions":["Vorschläge aktualisieren"],"Copy link":["Link kopieren"],"Copy link to suggested article: %s":["Link zum vorgeschlagenen Artikel kopieren: %s"],"Add a title to your post for the best internal linking suggestions.":["Fügen Sie Ihrem Beitrag einen Titel hinzu, um die besten Vorschläge für interne Verlinkungen zu erhalten."],"Add a metadescription to your post for the best internal linking suggestions.":["Fügen Sie Ihrem Beitrag eine Metabeschreibung hinzu, um die besten Vorschläge für interne Verlinkungen zu erhalten."],"Add a title and a metadescription to your post for the best internal linking suggestions.":["Fügen Sie Ihrem Beitrag einen Titel und eine Metabeschreibung hinzu, um optimale Vorschläge für interne Verlinkungen zu erhalten."],"Also, add a title to your post for the best internal linking suggestions.":["Fügen Sie Ihrem Beitrag auch einen Titel hinzu, um die besten Vorschläge für interne Verlinkungen zu erhalten."],"Also, add a metadescription to your post for the best internal linking suggestions.":["Fügen Sie Ihrem Beitrag auch eine Metabeschreibung hinzu, um die besten Vorschläge für interne Verlinkungen zu erhalten."],"Also, add a title and a metadescription to your post for the best internal linking suggestions.":["Fügen Sie Ihrem Beitrag auch einen Titel und eine Metabeschreibung hinzu, um optimale Vorschläge für interne Verlinkungen zu erhalten."],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["Sobald Sie mehr Inhalt hinzugefügt haben, erhalten Sie hier eine Liste verwandter Inhalte, auf die Sie in Ihrem Beitrag verlinken können."],"To improve your site structure, consider linking to other relevant posts or pages on your website.":["Um die Struktur Ihrer Website zu verbessern, sollten Sie in Erwägung ziehen, Links zu anderen relevanten Beiträgen oder Seiten Ihrer Website einzufügen."],"It takes a few seconds to show you a list of related content to which you could link. The suggestions will be shown here as soon as we have them.":["Es dauert einige Sekunden, bis Ihnen eine Liste mit verwandten Inhalten angezeigt wird, auf die Sie verlinken können. Die Vorschläge werden hier angezeigt, sobald sie verfügbar sind."],"{{a}}Read our guide on internal linking for SEO{{/a}} to learn more.":["Bitte lesen Sie unseren Leitfaden zu internen Verlinkungen für SEO, um mehr zu erfahren."],"Copied!":["Kopiert!"],"Not supported!":["Nicht unterstützt!"],"Are you trying to use multiple related keyphrases? You should add them separately.":["Versuchen Sie, mehrere verwandte Keyphrasen zu verwenden? Bitte fügen Sie diese separat hinzu."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Ihre Keyphrase ist zu lang. Sie darf maximal 191 Zeichen lang sein."],"Remove":["Entfernen"],"Table of contents":["Inhaltsverzeichnis"]}}}